Repository: goring/wxmsn
Catalog: po/*.po
Languages: fr

source: Online
fr: En Ligne

source: Busy
fr: Occupé

source: Idle
fr: Inactif

source: Be right back
fr: Bientôt de retour

source: Away
fr: Absent

source: On phone
fr: Au téléphone

source: Out to lunch
fr: Parti manger

source: Appear offline
fr: Hors Ligne

source: Offline
fr: Hors Ligne

source: On line
fr: En Ligne

source: Personal away message
fr: Message d'absence personnel

source: Change friendly name
fr: Changer le pseudonyme

source: Change personal message
fr: Changer le message personnel

source: Block All Group
fr: Bloquer tout le groupe

source: Chat with all Group
fr: Discutter avec tout le groupe

source: Remove Group
fr: Supprimer le Groupe

source: Rename Group
fr: Renommer le groupe

source: Open Chat Window
fr: Ouvrir une fenêtre de Chat

source: View Contact Infos
fr: Voir les informations du contact

source: Remove from Group
fr: Supprimer du Groupe

source: Copy to another Group
fr: Copier vers un autre groupe

source: Move to another Group
fr: Déplacer vers un autre groupe

source: Remove Contact
fr: Enlever le Contact

source: Name :
fr: Nom :

source: Address :
fr: Addresse :

source: New friendly name :
fr: Nouveau pseudonyme :

source: New personal message :
fr: Nouveau message personnel :

source: Change personal away message
fr: Changer le message d'absence personnalisé

source: Popup filename : %s
fr: Ficher de Popup : %s

source: Already Connected !
fr: Déja connecté :

source: Connect Asked
fr: Connection demandée

source: Initializing Address
fr: Initialisation de l'Adresse

source: Sending Connection
fr: Envoi de la connection

source: Connection Failed
fr: La connexion a échouée

source: Lost Connection
fr: Connection Perdue

source: Other Socket Event
fr: Autre Event Socket

source: SockEvent ID : %i
fr: ID SockEvent : %i

source: A Socket Error Occured, aborting
fr: Une erreur de socket est apparue, abandon

source: Socket Error : %i
fr: Erreur de Socket : %i

source: Sending VER
fr: Envoi de VER

source: Sending : %s
fr: Envoi : %s

source: Sending CVR
fr: Envoi de CVR

source: Sending USR
fr: Envoi de USR

source: Switching to Server :
fr: Changement de Serveur :

source: ServerString is Incorrect, Aborting
fr: ServerString est incorrect, Abandon

source: Server :
fr: Serveur :

source: Successful Passport Authentification
fr: Authentification Passport avec Succés

source: Sending Final USR Auth
fr: Envoi de USR Final pour Authentification

source: Sync
fr: Synchro

source: Not Connected
fr: Pas connecté

source: Changing Friendly Name
fr: Changement du Pseudonyme

source: Set Status
fr: Statut mis :

source: Changing Personnal Status
fr: Changement du Statut personnel

source: No group
fr: Aucun groupe

source: Log Window
fr: Fenêtre de log

source: Unable to connect to SSL Server
fr: Impossible de se connecter au serveur SSL

source: Unable to Write to SSL Server
fr: Impossible d'écrire au serveur SSL

source: SSL Received : {%s}
fr: Reception SSL : {%s}

source: Error, did not found Nexus PassportURLs String
fr: Erreur, impossible de trouver la chaine PassportURLs

source: Error, did not found DALogin String
fr: Erreur, impossible de trouver la chaine DALogin

source: Found Passport Host :
fr: Hôte Passport :

source: Request : %s %s
fr: Requête : %s %s

source: To send : {%s}
fr: Envoi : {%s}

source: Connected
fr: Connecté

source: Incorrect E-Mail or Password, try again
fr: Mot de passe ou E-Mail incorrect, rééssayer

source: Unknown Auth Error (
fr: Erreur d'authentification inconnue (

source: Error, did not found Authentication-Info
fr: Erreur impossible de trouver Authentication-Info

source: Error, did not found Status
fr: Erreur, impossible de trouver Status

source: Passport Failed :
fr: Passport a échoué :

source: Unable to find AuthID
fr: Impossible de trouver AuthID

source: Error
fr: Erreur

source: New Message
fr: Nouveau Message

source: Writing
fr: Ecrivant

source: No Tab Selected !
fr: Pas d'Onglet Sélectionnés !

source: Send
fr: Envoyer

source: Put status here
fr: Ajouter le statut ici

source: E&xit
fr: &Quitter

source: Prefere&nces
fr: Préfére&nces

source: &About
fr: &A Propos

source: Change Image
fr: Changer d'image

source: Change Friendly Name
fr: Changer le pseudonyme

source: Change Personnal Status
fr: Changer le message personnel

source: Log &Off
fr: &Déconnecter

source: Set Busy
fr: Mettre Absent

source: Set Available
fr: Mettre Connecté

source: wxMsn Authors : Neil 'Superna' Armstrong Julien 'Trapamoosch' Enche wxMsn is a MSN Messenger 'libre' clone for wxWidgets supported platforms. Source code is licensed the GPL2+ and can be built under Linux or Mac Os X. Please see : http://wxmsn.starnux.net for more informations.
fr: wxMsn Auteurs : Neil 'Superna' Armstrong Julien 'Trapamoosch' Enche wxMsn est un clone libre du client MSN Messenger pour les plateformes supportant wxWidgets. Le code source est sous licence GPL2+ et peut être compilé sous Linux ou Mac Os X. Visiter : http://wxmsn.starnux.net pour plus d'informations.

source: About wxMsn
fr: A Propos de wxMsn

source: Contact list
fr: Liste de Contacts

source: Connected !
fr: Connecté !

source: Connecting
fr: En cours de connection

source: Disconnected
fr: Déconnecté

source: Received ListEven ID:%i
fr: ListEven Reçu:%i

source: Refreshing...
fr: Rafraichissement...

source: Connection Failed
fr: La connection é échouée

source: Connected
fr: Connecté

source: New self status %i
fr: Nouveau statut perso %i

source: Disconnected
fr: Déconnecté

source: Personnal Status Message: %s
fr: Message personnel: %s

source: New Contact : %s %i %s
fr: Nouveau Contact : %s %i %s

source: Adding to GID: %s %s
fr: Ajout au groupe: %s %s

source: Status Changed : %s %s %s
fr: Statut changé : %s %s %s

source: Contact Disconnected : %s
fr: Contact déconnecté : %s
